<?php

return [
    // reset password email
    'reset_password' => [
        'title' => 'تم طلب إعادة تعيين كلمة المرور لحسابك.',
        'instruction' => 'يرجى النقر على الزر أدناه لتغيير كلمة المرور الخاصة بك.',
        'delay' => 'يرجى ملاحظة أن هذا الرابط صالح لمدة :time دقيقة. بعد انقضاء الوقت، ستحتاج إلى إعادة تقديم طلب إعادة تعيين كلمة المرور.',
        'btn_text' => 'إعادة تعيين كلمة المرور',
        'help_text' => 'هل تحتاج إلى مساعدة؟',
        'contact_us' => 'اتصل بفريق الدعم لدينا.',
        'expires_at' => 'انتهى الوقت.',
    ]
];
